export const PRIVACY_POLICY_TEXT = 
`<h3>Политика конфиденциальности</h3>
<h4>1. Общие положения</h4>
1.1. Настоящая Политика конфиденциальности (далее – «Политика») принята Администратором и действует в отношении всей информации, которую Администратор может получить о Пользователе сайта songix.ru (далее – «Сайт» или «Сервис») с любого устройства и при коммуникации с Администратором в любой форме.

1.2. Используя Cайт (просмотр, чтение текста, отправка или загрузка информации) и предоставляя свои персональные данные, Пользователь Сайта дает согласие на обработку персональных данных в соответствии с данной Политикой, если дополнительные требования к согласию не установлены настоящей Политикой.

1.3. Для целей настоящей Политики под «Администратором» понимается физическое лицо – Крахмалёв Владислав Янович.

<h4>2. Персональные данные</h4>
2.1. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных) - Пользователю.

2.2. Обработка персональных данных – любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемое с использованием средств автоматизации или без их использования, в том числесбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача(предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.

2.3. Администратор производит обработку следующих персональных данных: фамилии, имени, отчества, даты рождения, электронной почты.

2.4. Cookies – небольшие по размеру текстовые файлы, хранящиеся в браузере посетителей Сервиса. На совокупности различных веб-проектов Администратора при просмотре Сервиса происходит автоматический сбор (из Cookies) следующих обезличенных статистических данных о посетителе Сервиса, в том числе:
- тип выполненного на Сервисе действия (клик, наведение курсора и т.п.);
- дата и время выполнения действия;
- URL страницы;
- Referer;
- IP (без возможности работы с IP-адресами в статистике);
- User-Agent;
- ClientID (идентификатор браузера по файлу Cookie);
- экранное разрешение;
- класс HTML-элемента, на который происходит клик;
- данные о просматриваемых песнях.

2.5. Посетитель Сервиса может самостоятельно управлять файлами Cookies, путем изменения настроек браузера.

2.6. Изменения пользовательских настроек, в результате которых файлы Cookies будут заблокированы или удалены, могут привести к недоступности отдельных компонентов Сервиса.

2.7. Для получения доступа к материалам Сервиса Пользователю необходимо зарегистрироваться путем заполнения регистрационной формы, содержащей следующие идентифицирующие Пользователя персональные данные: логин, электронная почта, пароль.

2.8. Пройдя процедуру регистрации Пользователь считается принявшим условия Политики в полном объеме, без каких-либо исключений, оговорок, возражений.

2.9. При регистрации в Сервисе Пользователь обязан предоставить Администратору необходимую, достоверную и актуальную информацию для формирования профиля, включая уникальные для каждого Пользователя логин (адрес электронной почты) и пароль доступа к Сервису.

2.10. Пользователь считается прошедшим регистрацию после предоставления необходимой, достоверной и актуальной информацию для формирования профиля.

2.11. По завершении процесса регистрации Пользователь становится обладателем учетных данных Пользователя. Пользователь несет ответственность за безопасность учетных данных, а также за все, что будет сделано на Сервисе под учетными данными Пользователя. Пользователь обязан немедленно уведомить Администратора о любом случае несанкционированного доступа к Сервису без согласия и ведома Пользователя и (или) о любом нарушении безопасности учетной информации Пользователя.

2.12. Настоящим Пользователь соглашается с направлением ему рекламных материалов Администратора и третьих лиц, с которым у Администратора заключен договор, по которому Администратор является рекламораспространителем и (или) иные договоры.

2.13. Информирование Пользователя о рекламных кампаниях осуществляется любым законным способом, путем предоставления информации по любому из контактных данных, предоставленных Пользователем Администратору.

<h4>3. Цели обработки персональных данных</h4>
3.1. Администратор обрабатывает персональные данные Пользователя для целей информационно-справочного обслуживания, в том числе предоставления информации о песнях Администратора, а также идентификации Пользователя Сервиса.

<h4>4. Порядок и условия обработки персональных данных</h4>
4.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.

4.2. Обработка персональных данных Пользователя осуществляется на срок действия договорных и иных правоотношений Пользователя и Администратора, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.

4.3. Все персональные данные Администратор получает непосредственно от Пользователя или от его представителя, либо от лица, поручившего Администратору обработку персональных данных Пользователя, за исключением случаев, предусмотренных законодательством Российской Федерации.

4.4. Администратор вправе передавать персональные данные органам дознания и следствия, иным уполномоченным органам по основаниям, предусмотренным действующим законодательством Российской Федерации.

4.5. Правовым основанием обработки персональных данных Администратором являются:Конституция РФ,Гражданский кодекс РФ,Трудовой кодекс РФ,согласие Пользователя на обработку его персональных данных,договоры, заключаемые между Администратором и Пользователем.

4.6. Для обеспечения защиты персональных данных Пользователя при их обработке Администратором приняты следующие меры от несанкционированного доступа, а также иных неправомерных действий в отношении персональных данныхПользователя: использование средств защиты информации, прошедших процедуру оценки соответствия требованиям законодательства РФ, взаимодействовать с госсистемой обнаружения, предупреждения и ликвидации последствий кибератак.

<h4>5. Права пользователя</h4>
5.1. Пользователь вправе реализовать свои права, предусмотренные законодательством Российской Федерации о персональных данных, в том числе, но не ограничиваясь:
– уточнять, обновлять свои персональные данные, требовать их блокирования или уничтожения;
– запрашивать у Администратора перечень обрабатываемых персональных данных, правовых оснований обработки, источники их получения, информацию о сроках обработки и хранения, а также иные сведения, связанные с обработкой своих персональных данных.

<h4>6. Права и обязанности администратора</h4>
6.1. Администратор обязуется использовать полученную персональную информацию Пользователя только в целях, названных в настоящей Политике.

6.2. Администратор обязан принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в деловом обороте.

6.3. Администратор обязан хранить персональную информацию Пользователя в течение периода времени, необходимого для целей, указанных в настоящей Политике конфиденциальности, если только более длительный срок хранения не является необходимым в соответствии с действующим законодательством.

6.4. Администратор вправе не удалять данные Пользователя, необходимые для хранения в соответствии с действующим законодательством Российской Федерации.

<h4>7. Заключительные положения</h4>
7.1.Согласие действует в течение неограниченного времени. Пользователь вправе отозвать настоящее согласие на обработку своих персональных данных, письменно уведомив об этом Администратора по электронной почте.`